Repository: pipoteam/pipobot
Catalog: pipobot/i18n/*/LC_MESSAGES/pipobot.po
Languages: fr_fr

source: Connecting to %s
fr_fr: Connexion à %s

source: Ctrl-c signal !
fr_fr: Signal Ctrl-c reçu

source: Killing bots
fr_fr: Tuons les bots

source: Unable to connect !
fr_fr: Connexion impossible

source: Unable to authenticate !
fr_fr: Authentification impossible

source: Hello everyone !
fr_fr: Bonjour à tous !

source: Error from module %s : %s
fr_fr: Erreur dans le module %s : %s

source: Error !
fr_fr: Erreur !

source: I've been asked to leave you
fr_fr: J'ai reçu l'ordre de vous quitter

source: Message sent to %s, type %s
fr_fr: Message envoyé à %s, type %s

source: The user %s is not in the room !
fr_fr: L'utilisateur %s n'est pas dans le salon !

source: unknown user %s
fr_fr: Utilisateur %s inconnu

source: User %s leaves without being in the room !
fr_fr: L'utilisateur %s quitte le salon sans y être entré !

source: I can't read JID in this room !
fr_fr: Je ne peux pas lire les JID dans ce salon !

source: You must have a 'rooms' section in your configuration file
fr_fr: Vous devez avoir une section 'rooms' dans votre fichier de configuration

source: Killing bot from %s
fr_fr: Arrêt du bot du salon %s

source: The room %s has no modules configured in %s
fr_fr: Le salon %s n'a pas de modules configuré pour %s

source: Your configuration file must have a 'groups' section with the group %s required by the room %s
fr_fr: Votre fichier de configuration doit avoir une section 'group' contenant %s pour le salon %s

source: The module %s selected for %s cannot be found
fr_fr: Le module %s sélectionné pour %s est introuvable

source: Your room %s has no parameter %s in %s
fr_fr: Le salon %s n'a pas le paramètre %s dans %s

source: One of your room has no 'chan' parameter in %s
fr_fr: Un des salons n'a pas de paramêtre 'chan' dans %s

source: Your database section must contain parameters 'engine' and 'src'
fr_fr: La section database du fichier de configuration doit contenir les paramètres 'engine' et 'src'

source: The user with jid %s is not in the room !
fr_fr: L'utilisateur de jid %s n'est pas dans le salon !

source: Can't connect to server %s:%s
fr_fr: Impossible de se connecter au serveur %s:%s

source: You must override extract_data for %s !!!
fr_fr: Vous devez surcharger extract_data dans %s !!!

source: Disabling notifications for command %s
fr_fr: Suppression des notifications pour la commande %s

source: Enabling notifications for command %s
fr_fr: Actication des notifications pour la commande %s

source: Not implemented
fr_fr: Non implémentée

source: The date %s is not valid !
fr_fr: La date %s n'est pas valide !

source: Please do not flood !
fr_fr: Veuillez ne pas flooder !

source: The %s command requires args
fr_fr: La commande %s nécessite des arguments

source: Command %s not handled by this module
fr_fr: La commande %s n'est pas gérée par ce module

source: Display help for modules
fr_fr: Affiche l'aide des modules

source: help [module] : show the full help for a module
fr_fr: help [module] : affiche l'aide complète pour un module

source: help module [subcom] : show the help for a sub-command of a module
fr_fr: help module [sous_commande] : affiche l'aide pour la sous-commande d'un module

source: The command %s does not exist
fr_fr: La commande %s n'existe pas

source: %s%s Sub-commands : %s
fr_fr: %s%s Sous-commande: %s

source: %s[Sync commands]%s %s
fr_fr: %s[Commandes synchrones]%s %s

source: %s[Listen commands]%s %s
fr_fr: %s[Commande passives]%s %s

source: %s[Multi commands]%s %s
fr_fr: %s[Commandes multiples]%s %s

source: %s[Presence commands]%s %s
fr_fr: %s[Commande présence]%s %s

source: I can execute : %s
fr_fr: Je peux exécuter : %s

source: Recording users logins/logout
fr_fr: Enregistre les connexions/déconnexions des utilisateurs
